<?php
// Керівництво
$demoLeaders = new ArrayObject([
    [
        'name' => "Ім'я Прізвище",
        'job' => 'Керівник підприємства',
        'text' => 'Забезпечує ефективну роботу КП "Бюро технічної інвентаризації", приймає стратегічні рішення, контролює діяльність усіх підрозділів.',
        'image' => 'https://i.pinimg.com/1200x/d8/b1/9e/d8b19e387ec59574ec9c1db509bb35fe.jpg'
    ],
    [
        'name' => "Ім'я Прізвище",
        'job' => 'Головний бухгалтер',
        'text' => 'Веде бухгалтерський облік, контролює фінансові операції, готує звіти та забезпечує дотримання фінансових правил.',
        'image' => 'https://i.pinimg.com/1200x/2a/23/96/2a2396b47eb0b141f8d80accfb64fab6.jpg'
    ],
    [
        'name' => "Ім'я Прізвище",
        'job' => 'Головний технік',
        'text' => 'Координує технічні процеси, відповідає за якість технічної документації та дотримання стандартів на підприємстві.',
        'image' => ''
    ]
]);

// Працівники
$demoEmployees = new ArrayObject([
    [
        'name' => "Ім'я Прізвище",
        'job' => 'Інженер',
        'text' => 'Виконує інвентаризацію нерухомого майна, складає технічні паспорти та забезпечує точність вимірювань.',
        'image' => ''
    ],
    [
        'name' => "Ім'я Прізвище",
        'job' => 'Бухгалтер',
        'text' => 'Веде бухгалтерський облік, здійснює фінансові розрахунки, контролює податкову звітність та забезпечує точність фінансових даних.',
        'image' => ''
    ]
]);

// Відповідальні за сайт
$demoWebResponsibles = new ArrayObject([
    [
        'name' => "Mute shadow",
        'job' => 'Frontend Developer',
        'text' => 'Відповідає за дизайн та верстку.',
        'image' => 'https://avatars.githubusercontent.com/u/145163620?v=4'
    ]
]);
