<?php
$demoServices = [
    'individual' => [
        [
            'category_name' => 'Квартира',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/apartment.jpg',
            'document_ids' => [1,2,3,4]
        ],
        [
            'category_name' => 'Квартира',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/apartment.jpg',
            'document_ids' => [15,17]
        ],
        [
            'category_name' => 'Гараж',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/garage.jpg',
            'document_ids' => [1,2,3,4]
        ],
        [
            'category_name' => 'Гараж',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/garage.jpg',
            'document_ids' => [11,2,4]
        ],
        [
            'category_name' => 'Машиномісце',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/parking.jpg',
            'document_ids' => [1,2,3,4]
        ],
        [
            'category_name' => 'Машиномісце',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/parking.jpg',
            'document_ids' => [11,2,4,13]
        ],
        [
            'category_name' => 'Садовий будинок',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/garden.jpg',
            'document_ids' => [1,2,3,4]
        ],
        [
            'category_name' => 'Садовий будинок',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/garden.jpg',
            'document_ids' => [11,12,2,4]
        ],
        [
            'category_name' => 'Приватний будинок',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/house.jpg',
            'document_ids' => [1,2,3,4]
        ],
        [
            'category_name' => 'Приватний будинок',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/house.jpg',
            'document_ids' => [11,12,2,4]
        ],
        [
            'category_name' => 'Нежиле приміщення',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/warehouse.jpg',
            'document_ids' => [1,2,3,4]
        ],
        [
            'category_name' => 'Нежиле приміщення',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/warehouse.jpg',
            'document_ids' => [11,2,4]
        ],
        [
            'category_name' => 'Захисна споруда',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/shelter.jpg',
            'document_ids' => [1,2,3,4]
        ],
        [
            'category_name' => 'Захисна споруда',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/shelter.jpg',
            'document_ids' => [11,2,4]
        ]
    ],
    'legal' => [
        [
            'category_name' => 'Квартира',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/apartment.jpg',
            'document_ids' => [1,2,3,4,5,6,7,8,9,10]
        ],
        [
            'category_name' => 'Квартира',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/apartment.jpg',
            'document_ids' => [11,2,4,21,22,23,24]
        ],
        [
            'category_name' => 'Гараж',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/garage.jpg',
            'document_ids' => [1,2,3,4,5,6,7,8,9,10]
        ],
        [
            'category_name' => 'Гараж',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/garage.jpg',
            'document_ids' => [11,2,4,21,22,23,25]
        ],
        [
            'category_name' => 'Машиномісце',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/parking.jpg',
            'document_ids' => [11,2,3,4,5,6,7,8,9,10]
        ],
        [
            'category_name' => 'Машиномісце',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/parking.jpg',
            'document_ids' => [11,2,4,13,21,22,23,24]
        ],
        [
            'category_name' => 'Садовий будинок',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/garden.jpg',
            'document_ids' => [1,2,3,4,5,6,7,8,9,10]
        ],
        [
            'category_name' => 'Садовий будинок',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/garden.jpg',
            'document_ids' => [11,12,2,4,21,22,23,24]
        ],
        [
            'category_name' => 'Приватний будинок',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/house.jpg',
            'document_ids' => [1,2,3,4,5,6,7,8,9,10]
        ],
        [
            'category_name' => 'Приватний будинок',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/house.jpg',
            'document_ids' => [11,12,2,4,21,22,23,24]
        ],
        [
            'category_name' => 'Нежиле приміщення',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/warehouse.jpg',
            'document_ids' => [1,2,3,4,5,6,7,8,9,10]
        ],
        [
            'category_name' => 'Нежиле приміщення',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/warehouse.jpg',
            'document_ids' => [11,2,4,21,22,23,24,26]
        ],
        [
            'category_name' => 'Захисна споруда',
            'service_name' => 'Інформаційна довідка',
            'image' => 'img/shelter.jpg',
            'document_ids' => [1,2,3,4,5,6,7,8,9,10]
        ],
        [
            'category_name' => 'Захисна споруда',
            'service_name' => 'Технічний паспорт',
            'image' => 'img/shelter.jpg',
            'document_ids' => [11,2,14,21,22,23,27,28]
        ]
    ],
    'documents' => [
        1 => 'Копія правовстановлюючого документу (документу який підтверджує право власності)',
        2 => 'Документ що посвідчує особу (громадянський паспорт) замовника',
        3 => 'Довіреність на представника замовника',
        4 => 'Запит нотаріуса у випадку необхідності (напр. вступ в спадщину)',
        5 => "Лист з проханням виготовити інформаційну довідку підписаний керівником юридичної особи яка є власником зазначеного об'єкта нерухомого майна",
        6 => 'Довіреність на представника юридичної особи',
        7 => 'Документ що посвідчує особу (громадянський паспорт) представника',
        8 => "Документ (та його копію) що підтверджує право власності на об'єкт (свідоцтво про право власності договір купівлі-продажу міни дарування рішення суду свідоцтво про право на спадщину тощо) або право управляти майном (наказ або розпорядження чи рішення про передачу на баланс (закріплення) акт прийому-передачі чи перелік майна) (його копія) завірена печаткою та підписом керівника",
        9 => 'Інформація (довідка виписка витяг) з Єдиного державного реєстру юридичних осіб фізичних осіб - підприємців та громадських формувань завірена печаткою та підписом керівника',
        10 => 'При зміні назви - копію сторінок з статуту - завірений печаткою та підписом керівника',
        11 => 'Оригінал правовстановлюючого документу та його копія',
        12 => 'Копія акта на землю (при наявності)',
        13 => 'Довідка про балансову вартість (для багатоповерхових та окремо розташованих паркінгів)',
        14 => 'Ідентифікаційний код та його копія',
        15 => 'Звернення органу приватизації',
        16 => 'Лист заява від уповноваженого органу на виготовлення технічного паспорту',
        17 => 'Громадянський паспорт власника або довірена особа з довіреністю (оригінал та копія)',
        18 => 'Дві довідки від голови правління гаражного автокооперативу встановленої форми',
        19 => 'План-схема приміщень які підлягають інвентаризації завірена уповноваженим органом',
        20 => 'Довідка ЖКБ встановленої форми',
        21 => 'Лист з проханням виготовити технічний паспорт',
        22 => 'Довіреність від організації або копія протоколу призначення керівником завірені належним чином',
        23 => 'Копія свідоцтва про державну реєстрацію підприємства',
        24 => 'Довідка з ЄДПРОУ (статистичного управління)',
        25 => 'Довідка про балансову вартість (для гаражів в багатоповерхових комплексах)'
    ]
];
